Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvUIGroupV2/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Choose admins
de: Wähle Admins
es: Elige administradores
fr: Choisir les admins
it: Scegli amministratori
ja: 管理者を選択
ko: 관리자 선택
pt_br: Escolha os administradores
pt_pt: Escolher administradores
ru: Выберите администраторов
uk: Оберіть адміністраторів
zh_hans: 选择管理员

# CLONED_GROUP_NAME_FROM_ORIGINAL_NAME_%@
source: Copy of %@
de: Kopie von %@
es: Copia de %@
fr: Copie de %@
it: Copia di %@
ja: %@ のコピー
ko: %@ 복사본
pt_br: Cópia de %@
pt_pt: Cópia de %@
ru: Копия %@
uk: Копія %@
zh_hans: %@ 的副本

source: Clone this group
de: Diese Gruppe klonen
es: Clonar este grupo
fr: Cloner ce groupe
it: Clona questo gruppo
ja: このグループを複製
ko: 이 그룹 복제
pt_br: Duplicar este grupo
pt_pt: Duplicar este grupo
ru: Клонировать эту группу
uk: Клонувати цю групу
zh_hans: 复制此群

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
uk: Підтвердити
zh_hans: 确认

# DISBAND_GROUP
source: Disband this group
de: Diese Gruppe auflösen
es: Disolver este grupo
fr: Supprimer ce groupe
it: Sciogliere questo gruppo
ja: このグループを解散する
ko: 이 그룹 해체
pt_br: Desfazer este grupo
pt_pt: Dissolver este grupo
ru: Распустить эту группу
uk: Розформувати цю групу
zh_hans: 解散此群

# DISCUSSION_MODERATION
source: Messages' moderation
de: Moderation von Nachrichten
es: Moderación de mensajes
fr: Modération des messages
it: Moderazione dei messaggi
ja: メッセージのモデレーション
ko: 메시지 검토
pt_br: Moderação de mensagens
pt_pt: Moderação de mensagens
ru: Модерация сообщений
uk: Модерація повідомлень
zh_hans: 消息审核

# DISCUSSION_MODERATION_EXPLANATION
source: Who can "delete everywhere" messages from other users?
de: Wer kann "überall löschen"-Nachrichten von anderen Nutzern löschen?
es: ¿Quién puede eliminar mensajes de otros usuarios en todas partes?
fr: Qui peut « supprimer partout » les messages d'autres utilisateurs ?
it: Chi può cancellare i messaggi "ovunque" da altri utenti?
ja: 他のユーザーのメッセージを「完全に削除」できるのは誰ですか？
ko: 다른 사용자의 메시지를 '모두 삭제'할 수 있는 사람은 누구입니까?
pt_br: Quem pode excluir mensagens de outros usuários em todos os dispositivos?
pt_pt: Quem pode "eliminar em todos os dispositivos" as mensagens de outros utilizadores?
ru: Кто может удалять сообщения других пользователей «везде»?
uk: Хто може видаляти повідомлення інших користувачів "всюди"?
zh_hans: 谁可以“彻底删除”其他用户的消息？

# EDIT_ADMINS
source: Choose admins
de: Wähle Admins aus
es: Elige administradores
fr: Choisir les admins
it: Scegli amministratori
ja: 管理者を選択
ko: 관리자 선택
pt_br: Escolha os administradores
pt_pt: Escolher administradores
ru: Выберите администраторов
uk: Оберіть адміністраторів
zh_hans: 选择管理员

# EDIT_NICKNAME_AND_CUSTOM_PHOTO
source: Edit custom name and photo
de: Benutzerdefinierten Namen und Foto bearbeiten
es: Editar nombre y foto personalizados
fr: Éditer le surnom et la photo personnalisée
it: Modifica nome e foto personalizzati
ja: カスタム名と写真を編集
ko: 사용자 지정 이름 및 사진을 수정하세요
pt_br: Editar nome e foto personalizados
pt_pt: Editar nome e foto personalizados
ru: Изменить имя и фото
uk: Редагувати власне ім'я та фото
zh_hans: 编辑自定义名称和照片

source: Edit personal note
de: Persönliche Notiz bearbeiten
es: Editar nota personal
fr: Éditer la note personnelle
it: Modifica nota personale
ja: 個人のメモを編集
ko: 개인 메모 수정
pt_br: Editar anotação pessoal
pt_pt: Editar nota pessoal
ru: Редактировать личную заметку
uk: Редагувати особисту нотатку
zh_hans: 编辑个人备注

# GROUP_ADMINISTRATION_TITLE
source: Group administration
de: Gruppenverwaltung
es: Administración del grupo
fr: Administration du groupe
it: Amministrazione gruppo
ja: グループ管理
ko: 그룹 관리
pt_br: Administração do grupo
pt_pt: Administração do grupo
ru: Администрирование группы
uk: Адміністрування групи
zh_hans: 群组管理

# GROUP_ADMINS_EDIT
source: Add / Remove group admins
de: Gruppen-Admins hinzufügen / entfernen
es: Añadir / Eliminar administradores del grupo
fr: Ajouter / Retirer des administrateurs
it: Aggiungi/Rimuovi amministratori del gruppo
ja: グループ管理者を追加/削除
ko: 그룹 관리자 추가/제거
pt_br: Adicionar/Remover administradores do grupo
pt_pt: Adicionar/Remover administradores do grupo
ru: Добавить / Удалить администраторов группы
uk: Додати/Видалити адміністраторів групи
zh_hans: 添加/删除群管理员

source: Group type
de: Gruppentyp
es: Tipo de grupo
fr: Type de groupe
it: Tipo gruppo
ja: グループタイプ
ko: 그룹 유형
pt_br: Tipo de grupo
pt_pt: Tipo de grupo
ru: Тип группы
uk: Тип групи
zh_hans: 群组类型

# GROUP_TYPES_BUTTON_TITLE
source: Group type
de: Gruppentyp
es: Tipo de grupo
fr: Type de groupe
it: Tipo gruppo
ja: グループタイプ
ko: 그룹 유형
pt_br: Tipo de grupo
pt_pt: Tipo de grupo
ru: Тип группы
uk: Тип групи
zh_hans: 群组类型

# GROUP_TYPE_TITLE
source: Choose the group type
de: Wähle den Gruppentyp
es: Elige el tipo de grupo
fr: Choisir le type de groupe
it: Scegli il tipo di gruppo
ja: グループタイプを選択
ko: 그룹 유형을 선택하세요
pt_br: Escolha o tipo de grupo
pt_pt: Escolha o tipo de grupo
ru: Выберите тип группы
uk: Оберіть тип групи
zh_hans: 选择群组类型

# GROUP_WAS_DELETED_DESCRIPTION
source: You have been removed from this group. If you believe this is a mistake, please reach out to one of the group admins for assistance.
de: Sie wurden aus dieser Gruppe entfernt. Falls Sie der Meinung sind, dass dies ein Fehler ist, wenden Sie sich bitte an einen der Gruppen-Administratoren.
es: Has sido eliminado de este grupo. Si crees que se trata de un error, ponte en contacto con alguno de los administradores del grupo para obtener ayuda.
fr: Vous avez été retiré de ce groupe. Si vous pensez qu’il s’agit d’une erreur, veuillez contacter un administrateur du groupe pour obtenir de l’aide.
it: Sei stato rimosso da questo gruppo. Se ritieni che si tratti di un errore, contatta uno degli amministratori del gruppo per assistenza.
ja: このグループから削除されました。もし誤りであると思われる場合は、グループの管理者にお問い合わせください。
ko: 이 그룹에서 삭제되었습니다. 실수로 삭제된 것이라고 생각하시면 그룹 관리자에게 문의하여 도움을 받으세요.
pt_br: Você foi removido deste grupo. Se você acredita que isso foi um erro, entre em contato com um dos administradores do grupo para obter ajuda.
pt_pt: Foi removido deste grupo. Se acredita que isto é um erro, contacte um dos administradores do grupo para obter ajuda.
ru: Вас удалили из этой группы. Если вы считаете, что это ошибка, обратитесь к одному из администраторов группы за помощью.
uk: Вас видалено з цієї групи. Якщо ви вважаєте, що це помилка, зверніться до одного з адміністраторів групи за допомогою.
zh_hans: 您已被从该群组中移除。如果您认为这是错误的，请联系群管理员寻求帮助。

# GROUP_WAS_DELETED_TITLE
source: Group no longer available
de: Gruppe nicht mehr verfügbar
es: Grupo ya no disponible
fr: Groupe non disponible
it: Gruppo non più disponibile
ja: グループは利用できなくなりました
ko: 그룹을 사용할 수 없습니다
pt_br: Grupo não mais disponível
pt_pt: Grupo não disponível
ru: Группа больше недоступна
uk: Групу більше не існує
zh_hans: 群组已不可用

# LABEL_GROUP_ADVANCED_SUBTITLE
source: Unleash the full power of Olvid groups!
de: Entfesseln Sie die volle Leistung von Olvid-Gruppen!
es: ¡Libera todo el potencial de los grupos de Olvid!
fr: Libérez toute la puissance des groupes Olvid !
it: Libera tutta la potenza dei gruppi Olvid!
ja: Olvidグループの機能を最大限に活用しましょう！
ko: 올비드 그룹의 모든 기능을 활용하세요!
pt_br: Aproveite ao máximo todos os recursos dos grupos Olvid!
pt_pt: Libere todo o potencial dos grupos Olvid!
ru: Раскройте весь потенциал групп Olvid!
uk: Розкрийте всю силу груп Olvid!
zh_hans: 充分利用 Olvid 群组的强大功能！

# LABEL_GROUP_ADVANCED_TITLE
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
pt_br: Avançado
pt_pt: Avançado
ru: Расширенные
uk: Розширені
zh_hans: 高级

# LABEL_GROUP_MANAGED_SUBTITLE
source: Only administrators can invite new members.
de: Nur Administratoren können neue Mitglieder einladen.
es: Solo los administradores pueden invitar nuevos miembros.
fr: Seuls les administrateurs peuvent inviter de nouveaux membres.
it: Solo gli amministratori possono invitare nuovi membri.
ja: 管理者のみが新しいメンバーを招待できます。
ko: 관리자만 새 사용자를 초대할 수 있습니다.
pt_br: Apenas os administradores podem convidar novos membros.
pt_pt: Apenas os administradores podem convidar novos membros.
ru: Приглашать новых участников могут только администраторы.
uk: Запрошувати нових учасників можуть лише адміністратори.
zh_hans: 只有管理员可以邀请新成员。

# LABEL_GROUP_MANAGED_TITLE
source: Controlled
de: Kontrolliert
es: Controlado
fr: Maîtrisé
it: Controllato
ja: 制御された
ko: 제어됨
pt_br: Controlado
pt_pt: Controlado
ru: Контролируемый
uk: Контрольований
zh_hans: 已控制

# LABEL_GROUP_READ_ONLY_SUBTITLE
source: Only administrators can post messages.
de: Nur Administratoren können Nachrichten senden.
es: Solo los administradores pueden enviar mensajes.
fr: Seuls les administrateurs peuvent écrire des messages.
it: Solo gli amministratori possono inviare messaggi.
ja: 管理者のみがメッセージを投稿できます。
ko: 관리자만 메시지를 게시할 수 있습니다.
pt_br: Apenas os administradores podem enviar mensagens.
pt_pt: Apenas os administradores podem enviar mensagens.
ru: Сообщения могут публиковать только администраторы.
uk: Надсилати повідомлення можуть лише адміністратори.
zh_hans: 只有管理员可以发布消息

# LABEL_GROUP_READ_ONLY_TITLE
source: Read only
de: Nur lesbar
es: Solo lectura
fr: Lecture seule
it: Solo lettura
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
pt_pt: Apenas leitura
ru: Только для чтения
uk: Тільки для читання
zh_hans: 仅供阅读

# LABEL_GROUP_STANDARD_SUBTITLE
source: All group members can invite new members.
de: Alle Gruppenmitglieder können neue Mitglieder einladen.
es: Todos los miembros del grupo pueden invitar a nuevos miembros.
fr: Tous les membres peuvent inviter de nouveaux membres.
it: Tutti i membri del gruppo possono invitare nuovi membri.
ja: グループのすべてのメンバーが新しいメンバーを招待できます。
ko: 모든 그룹 구성원은 새 구성원을 초대할 수 있습니다.
pt_br: Todos os membros do grupo podem convidar novos membros.
pt_pt: Todos os membros do grupo podem convidar novos membros.
ru: Все участники группы могут приглашать новых участников.
uk: Усі учасники групи можуть запрошувати нових учасників.
zh_hans: 所有群组成员都可以邀请新成员。

# LEAVE_GROUP
source: Leave this group
de: Gruppe verlassen
es: Salir de este grupo
fr: Quitter ce groupe
it: Lascia questo gruppo
ja: このグループを退出
ko: 이 그룹에서 나가기
pt_br: Sair deste grupo
pt_pt: Sair deste grupo
ru: Покинуть эту группу
uk: Покинути цю групу
zh_hans: 退出此群

# MANUAL_RESYNC_OF_GROUP_V2
source: Resynchronize this group
de: Diese Gruppe neu synchronisieren
es: Resincronizar este grupo
fr: Resynchroniser ce groupe
it: Risincronizza questo gruppo
ja: このグループの同期をやり直す
ko: 이 그룹을 다시 동기화하세요
pt_br: Sincronizar este grupo novamente
pt_pt: Resincronizar este grupo
ru: Синхронизировать эту группу
uk: Ресинхронізувати цю групу
zh_hans: 重新同步此群组

# MODIFY_GROUP_NAME_AND_PHOTO_BUTTON_TITLE
source: Group name and picture
de: Gruppenname und -bild
es: Nombre y foto del grupo
fr: Nom et image du groupe
it: Nome e immagine del gruppo
ja: グループ名と画像
ko: 그룹 이름 및 사진
pt_br: Nome e foto do grupo
pt_pt: Nome e foto do grupo
ru: Название и фотография группы
uk: Назва та зображення групи
zh_hans: 群组名称和头像

# MODIFY_MEMBERS_BUTTON_TITLE
source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ja: メンバー
ko: 구성원
pt_br: Participantes
pt_pt: Membros
ru: Участники
uk: Учасники
zh_hans: 成员

# NO_ADMIN_IN_KEYCLOAK_GROUP
source: This is a directory-managed group. Members cannot edit the group directly. For any modifications, please contact your administrator.
de: Dies ist eine vom System verwaltete Gruppe. Mitglieder können die Gruppe nicht direkt bearbeiten. Wenden Sie sich für Änderungen bitte an Ihren Administrator.
es: Este es un grupo administrado por el sistema. Los miembros no pueden editar el grupo directamente. Para cualquier modificación, por favor contacta a tu administrador.
fr: Ceci est un groupe géré par l'annuaire. Les membres ne peuvent pas éditer le groupe directement. Pour tout changement, veuillez contacter votre administrateur.
it: Questo è un gruppo gestito dall'amministratore. I membri non possono modificare direttamente il gruppo. Per qualsiasi modifica, contattare l'amministratore.
ja: これはディレクトリによって管理されるグループです。メンバーはグループを直接編集できません。変更が必要な場合は、管理者にお問い合わせください。
ko: 이것은 디렉터리에서 관리하는 그룹입니다. 구성원은 그룹을 직접 수정할 수 없습니다. 변경 사항이 필요하면 관리자에게 문의하십시오.
pt_br: Este é um grupo gerenciado por um administrador. Os membros não podem editar o grupo diretamente. Para quaisquer modificações, entre em contato com o administrador.
pt_pt: Este é um grupo gerido pelo administrador. Os membros não podem editar o grupo diretamente. Para qualquer alteração, contacte o seu administrador.
ru: Это групповой чат, управляемый администратором. Участники не могут редактировать группу напрямую. Пожалуйста, свяжитесь с вашим администратором для любых изменений.
uk: Це групу, якою керує система. Учасники не можуть редагувати групу безпосередньо. З будь-якими змінами звертайтеся до адміністратора.
zh_hans: 这是一个由管理员管理的群组。成员不能直接编辑群组。如有任何修改需求，请联系您的管理员。

# NO_CONTACT_FOUND_MATCHING_YOUR_SEARCH
source: No contact found 🥲.
de: Kein Kontakt gefunden 😔.
es: No se encontró ningún contacto 🙁.
fr: Aucun contact trouvé 🥲.
it: Nessun contatto trovato 😔.
ja: 連絡先が見つかりませんでした。🥲
ko: 연락처를 찾을 수 없습니다 😔.
pt_br: Nenhum contato encontrado 😔.
pt_pt: Nenhum contacto encontrado 🙁.
ru: Контакт не найден 😔.
uk: Контакт не знайдено 🔎.
zh_hans: 未找到联系人。🥲

source: No group member for now 🥲.
de: Im Moment keine Gruppenmitglieder 🥲.
es: No hay miembros en el grupo por ahora 🥲.
fr: Pas de membre dans ce groupe pour le moment 🥲.
it: Nessun membro del gruppo al momento 🥲.
ja: まだグループメンバーはいません。🥲
ko: 현재 그룹 멤버가 없습니다. 😔
pt_br: Nenhum membro no grupo por enquanto. 😞
pt_pt: Nenhum membro no grupo por enquanto 😔.
ru: Пока нет участников группы 😔.
uk: Поки що жодного учасника групи 🥲.
zh_hans: 目前没有群组成员 🥲。

# PUBLISH_NEW_GROUP_TYPE
source: Publish group type
de: Gruppentyp veröffentlichen
es: Tipo de grupo para publicar
fr: Publier le type de groupe
it: Tipo di gruppo da pubblicare
ja: グループタイプを公開
ko: 그룹 유형 게시
pt_br: Tipo de grupo a ser publicado
pt_pt: Publicar tipo de grupo
ru: Опубликовать тип группы
uk: Опублікувати тип групи
zh_hans: 发布群组类型

source: Read only
de: Nur lesbar
es: Solo lectura
fr: Lecture seule
it: Solo lettura
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
pt_pt: Apenas leitura
ru: Только чтение
uk: Лише для читання
zh_hans: 仅供阅读

# REMOVE_DELETE_ANYTHING_POLICY_ADMINS
source: Admins only
de: Nur Admins
es: Solo administradores
fr: Admins uniquement
it: Solo amministratori
ja: 管理者のみ
ko: 관리자만
pt_br: Apenas para administradores
pt_pt: Apenas para administradores
ru: Только для администраторов
uk: Лише адміністратори
zh_hans: 仅管理员

# REMOVE_DELETE_ANYTHING_POLICY_EVERYONE
source: Everyone
de: Jeder
es: Todos
fr: Tout le monde
it: Tutti
ja: 全員
ko: 모든 사람
pt_br: Todos
pt_pt: Todos
ru: Все
uk: Всі
zh_hans: 所有人

# REMOVE_DELETE_ANYTHING_POLICY_NOBDODY
source: Nobody
de: Niemand
es: Nadie
fr: Personne
it: Nessuno
ja: 誰も
ko: 아무도
pt_br: Ninguém
pt_pt: Ninguém
ru: Никто
uk: Ніхто
zh_hans: 没有人

# RESET_ADMINS
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
pt_br: Redefinir
pt_pt: Repor
ru: Сброс
uk: Скинути
zh_hans: 重置

# SINGLE_GROUP_V2_VIEW_ALERT_CANNOT_LEAVE_GROUP_AS_KEYCLOAK_MESSAGE
source: Since this group a managed by your company's server, you cannot leave it.
de: Da diese Gruppe von Ihrem Unternehmensserver verwaltet wird, können Sie sie nicht verlassen.
es: Dado que este grupo es administrado por el servidor de tu empresa, no puedes abandonarlo.
fr: Comme ce groupe et géré par le serveur de votre entreprise, il ne vous est pas possible de le quitter.
it: Poiché questo gruppo è gestito dal server della tua azienda, non puoi abbandonarlo.
ja: このグループは会社のサーバーによって管理されているため、グループを退出することはできません。
ko: 이 그룹은 귀사의 서버에서 관리되므로 그룹을 나가실 수 없습니다.
pt_br: Como este grupo é gerenciado pelo servidor da sua empresa, você não pode sair dele.
pt_pt: Como este grupo é gerido pelo servidor da sua empresa, não pode sair dele.
ru: Поскольку эта группа управляется сервером вашей компании, вы не можете её покинуть.
uk: Оскільки ця група управляється сервером вашої компанії, ви не можете її покинути.
zh_hans: 由于此群组由您公司的服务器管理，因此您无法离开该群组。

# SINGLE_GROUP_V2_VIEW_ALERT_CANNOT_LEAVE_GROUP_AS_KEYCLOAK_TITLE
source: You cannot leave the group
de: Du kannst die Gruppe nicht verlassen.
es: No puedes abandonar el grupo
fr: Vous ne pouvez pas quitter le groupe
it: Non puoi lasciare il gruppo
ja: グループを退出できません
ko: 그룹을 나갈 수 없습니다.
pt_br: Você não pode sair do grupo
pt_pt: Não pode sair do grupo
ru: Вы не можете покинуть группу
uk: Ви не можете покинути групу
zh_hans: 你不能离开该群组

# SINGLE_GROUP_V2_VIEW_ALERT_CANNOT_LEAVE_GROUP_MESSAGE
source: Since you are the only administrator of this group, you cannot leave it now (you would leave the group with no administrator). You can name another administrator among the other group members and try again.
de: Da Sie der einzige Administrator dieser Gruppe sind, können Sie diese momentan nicht verlassen (Sie würden die Gruppe ohne Administrator verlassen). Sie können einen anderen Administrator unter den anderen Gruppenmitgliedern benennen und es erneut versuchen.
es: Dado que eres el único administrador de este grupo, no puedes abandonarlo ahora (dejarías el grupo sin administrador). Puedes nombrar a otro administrador entre los demás miembros del grupo e intentarlo de nuevo.
fr: Comme vous êtes le seul administrateur de ce groupe, il vous est impossible de le quitter (vous laisseriez le groupe sans administrateur). Une fois que vous aurez nommé un autre administrateur, vous pourrez essayer à nouveau.
it: Essendo l'unico amministratore di questo gruppo, non puoi abbandonarlo ora (lasceresti il gruppo senza un amministratore). Puoi nominare un altro amministratore tra gli altri membri del gruppo e riprovare.
ja: このグループの管理者はお客様だけなので、現在グループを離れることはできません（お客様がグループを離れると、管理者がいなくなってしまいます）。他のグループメンバーの中から別の管理者を指名して、再度お試しください。
ko: 이 그룹의 유일한 관리자이므로 지금은 그룹을 떠날 수 없습니다(떠나면 관리자가 없는 상태로 그룹이 남게 됩니다). 다른 그룹 구성원 중 한 명을 관리자로 지정한 후 다시 시도하십시오.
pt_br: Como você é o único administrador deste grupo, não pode deixá-lo agora (ao sair, o grupo ficará sem administrador). Você pode designar outro administrador entre os demais membros do grupo e tentar novamente.
pt_pt: Como é o único administrador deste grupo, não pode abandoná-lo agora (se o fizer, o grupo ficará sem administrador). Pode designar outro administrador entre os outros membros do grupo e tentar novamente.
ru: Поскольку вы единственный администратор в этой группе, вы не можете её покинуть (в случае ухода группы не останется администратора). Вы можете назначить другого администратора среди участников группы и попробовать ещё раз.
uk: Оскільки ви є єдиним адміністратором цієї групи, ви не можете її покинути зараз (це призведе до того, що група залишиться без адміністратора). Ви можете призначити іншого адміністратора серед учасників групи та спробувати ще раз.
zh_hans: 由于您是本群的唯一管理员，因此您现在无法离开本群（离开后本群将没有管理员）。您可以从其他群成员中选择一名新的管理员，然后再次尝试。

# SINGLE_GROUP_V2_VIEW_ALERT_CANNOT_LEAVE_GROUP_TITLE
source: You cannot leave the group for now
de: Du kannst die Gruppe im Moment nicht verlassen.
es: No puedes abandonar el grupo por ahora
fr: Vous ne pouvez pas quitter le groupe pour le moment
it: Per ora non puoi lasciare il gruppo
ja: 現時点では、グループを退出できません
ko: 현재 그룹을 나갈 수 없습니다.
pt_br: Você não pode sair do grupo no momento.
pt_pt: Não pode sair do grupo por enquanto.
ru: Покинуть группу сейчас невозможно
uk: Наразі ви не можете покинути групу
zh_hans: 目前您无法退出群组

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_DISBAND_GROUP_MESSAGE
source: Please note that this action is irreversible. If you confirm, this group will be deleted for all members.
de: Bitte beachten Sie, dass diese Aktion nicht rückgängig gemacht werden kann. Wenn Sie bestätigen, wird diese Gruppe für alle Mitglieder gelöscht.
es: Ten en cuenta que esta acción es irreversible. Si confirmas, este grupo se eliminará para todos los miembros.
fr: Supprimer un groupe est une opération irréversible. Si vous continuez, le groupe sera supprimé chez tous les membres.
it: Si prega di notare che questa azione è irreversibile. Se confermi, questo gruppo verrà eliminato per tutti i membri.
ja: この操作は元に戻せません。確認すると、このグループはすべてのメンバーに対して削除されます。
ko: 이 작업은 되돌릴 수 없다는 점을 유념해 주세요. 확인하시면 이 그룹은 모든 구성원에게 삭제됩니다.
pt_br: Por favor, observe que esta ação é irreversível. Se confirmar, este grupo será excluído para todos os membros.
pt_pt: Tenha em atenção que esta ação é irreversível. Ao confirmar, este grupo será eliminado para todos os membros.
ru: Пожалуйста, обратите внимание, что это действие необратимо. Если вы подтвердите, эта группа будет удалена для всех участников.
uk: Будь ласка, зверніть увагу, що ця дія незворотна. Якщо ви підтвердите, ця група буде видалена для всіх учасників.
zh_hans: 请注意，此操作不可撤销。如果您确认，此群组将被删除，所有成员都将无法再访问。

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_DISBAND_GROUP_TITLE
source: Heads-up! Do you really wish to disband this group?
de: Achtung! Möchtest du diese Gruppe wirklich auflösen?
es: ¡Atención! ¿De verdad quieres disolver este grupo?
fr: Attention ! Voulez-vous vraiment supprimer ce groupe ?
it: Attenzione! Sei sicuro di voler sciogliere questo gruppo?
ja: 警告：このグループを本当に解散しますか？
ko: 알림! 정말 이 그룹을 해체하시겠습니까?
pt_br: Atenção! Você realmente deseja encerrar este grupo?
pt_pt: Atenção! Tem a certeza de que quer encerrar este grupo?
ru: Внимание! Вы действительно хотите распустить эту группу?
uk: Увага! Ви дійсно хочете розпустити цю групу?
zh_hans: 请注意！您真的要解散此群组吗？

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_LEAVE_GROUP_MESSAGE
source: Please note that this action is irreversible (unless a group administrator decides to invite you again later on).
de: Bitte beachten Sie, dass diese Aktion unwiderruflich ist (es sei denn, ein Gruppenadministrator beschließt, Sie später erneut einzuladen).
es: Ten en cuenta que esta acción es irreversible (a menos que un administrador del grupo decida invitarte nuevamente más tarde).
fr: Attention, cette action est irréversible (sauf si un administrateur du groupe vous y invite à nouveau après que vous l'ayez quitté).
it: Si prega di notare che questa azione è irreversibile (a meno che un amministratore del gruppo non decida di invitarti nuovamente in seguito).
ja: この操作は元に戻すことができません（グループの管理者が後であなたを招待し直す場合を除く）。
ko: 이 작업은 되돌릴 수 없다는 점에 유의하십시오(나중에 그룹 관리자가 다시 초대하기로 결정하는 경우 제외).
pt_br: Por favor, observe que esta ação é irreversível (a menos que um administrador do grupo decida convidá-lo novamente mais tarde).
pt_pt: Tenha em atenção que esta ação é irreversível (a menos que um administrador do grupo decida convidá-lo novamente mais tarde).
ru: Пожалуйста, обратите внимание, что это действие необратимо (если только администратор группы не решит пригласить вас снова позже).
uk: Будь ласка, зверніть увагу, що ця дія незворотна (якщо тільки адміністратор групи не вирішить запросити вас пізніше).
zh_hans: 请注意，此操作不可逆（除非群组管理员稍后决定再次邀请您）。

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_LEAVE_GROUP_TITLE
source: Do you really wish to leave this group?
de: Möchten Sie diese Gruppe wirklich verlassen?
es: ¿De verdad quieres salir de este grupo?
fr: Voulez-vous vraiment quitter le groupe ?
it: Vuoi davvero lasciare questo gruppo?
ja: 本当にこのグループを退出しますか？
ko: 정말로 이 그룹을 나가시겠습니까?
pt_br: Você realmente deseja sair deste grupo?
pt_pt: Tem a certeza de que deseja sair deste grupo?
ru: Вы действительно хотите покинуть эту группу?
uk: Ви справді хочете покинути цю групу?
zh_hans: 你确定要退出这个群组吗？

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
pt_pt: Pesquisar
ru: Поиск
uk: Пошук
zh_hans: 搜索

# TITLE_ADD_REMOVE_GROUP_ADMINS
source: Add / Remove admins
de: Admins hinzufügen / entfernen
es: Añadir / Eliminar administradores
fr: Ajouter / Retirer des admins
it: Aggiungi / Rimuovi amministratori
ja: 管理者を追加/削除
ko: 관리자 추가/제거
pt_br: Adicionar/Remover administradores
pt_pt: Adicionar/Remover administradores
ru: Добавить / Удалить админов
uk: Додати/Видалити адміністраторів
zh_hans: 添加/删除管理员
